;Polski pakiet językowy dla wtyczki "Windows 7 Taskbar Integration" (by atti86)
;© 2009 by Paweł Porwisz aka Pepe

;Kontakt:
;email: pawelporwisz@gmail.com
;www: http://www.pepesoft.tox.pl
;Ostatnia aktualizacja: 2009.11.11
;

[win7shell]
RTL=0
newvers=Dostępna jest nowa wersja
disableupdate=Sprawdzanie aktualizacji możesz wyłączyć w preferencjach wtyczki
opendownload=Czy chcesz otworzyć stronę pobierania?
uninstall=Ta informacja nie zostanie wyświetlona ponownie. Jeśli chcesz przejdź do 
uninstallhowto='Preferencje Winampa -> Wtyczki -> Ogólnego zastosowania -> Windows 7 Taskbar Integration' i wybierz "Odinstaluj wybraną wtyczkę".
info=Informacje
config=Konfiguracja wtyczki
on=WŁ
off=WYŁ
previous=Poprzedni
pause=Wstrzymaj
play=Odtwarzaj
stop=Zatrzymaj
next=Następny
errorthumb=Błąd ustawiania miniatury, funkcja zostanie wyłączona
playing=Odtwarzanie
paused=Wstrzymano
stopped=Zatrzymano
taskinitfail=Nie udało się zainicjować interfejsu wtyczki Windows 7 Taskbar
images=Wszystkie obsługiwane formaty obrazków
usethumbbg=Użyj miniatury jako tła
selectimage=Wybierz plik obrazka
afterrestart=Modyfikacja przycisków kontroli odtwarzania wymaga ponownego uruchomienia Winampa.
applysettings=Stosowanie zmian
help1=Tekst, który wpiszesz do tej kontrolki edycyjnej, zostanie wyrysowany na miniaturze. Możesz wykorzystać dowolną ilość linii. Jeśli opcja 'Dopasuj rozmiar miniatury...' jest włączona, ramka zostanie odpowiednio powiększona, w zależności od liczby linii.
help2=Aby utworzyć tekst dynamiczny, możesz użyć zbioru meta-słów, które po użyciu w tekście zastąpione zostaną odpowiednimi danymi, pobranymi z Winampa. Oto one: 
help3=Tekst w linii z tym znakiem jest wycentrowany
help4=Tekst w linii z tym znakiem jest rysowany z czerwonym cieniem
help5=Tytuł aktualnie odtwarzanego utworu
help6=Wykonawca aktualnie odtwarzanego utworu
help7=Nazwa albumu (puste, jeśli nie został znaleziony)
help8=Rok wydania albumu (puste, jeśli nie został znaleziony)
help9=Numer utworu
help10=Klasyfikacja odtwarzanego utworu (np. 4)
help11=Klasyfikacja odtwarzanego utworu (np. ★★★★ )
help12=Bieżący czas odtwarzania
help13=Czas, który upłynął od bieżącego utworu
help14=Całkowity czas odtwarzania
help15=Bieżąca pozycja na liście odtwarzania
help16=Liczba utworów bieżącej listy odtwarzania
help17=Szybkość transmisji bitów (w kb/s)
help18=Częstotliwość próbkowania (w kHz)
help19=Bieżąca głośność w procentach (bez znaku '%')
help20=Odtwarzanie losowe (WŁ / WYŁ)
help21=Powtarzanie odtwarzania (WŁ / WYŁ)
help22=Tekst w linii z tym znakiem będzie miał większą czcionkę
help23=Tekst w linii z tym znakiem będzie po lewej stronie miniatury
help24=Tekst bieżącej linii jest cieniowany (w wybranym kolorze)
help25=Półprzezroczysta ramka jako tło tekstu (w wybranym kolorze)
help26=Zastępowanie tekstu
help27=Formatowanie tekstu
help28=Tekst bieżącej linii nie jest przewijany
help=Pomoc
transparent=Przezroczyste
albumart=Obrazek albumu
defbg=Domyślne tło
custombg=Niestandardowe tło
browse=Przeglądaj
buttons=Dodaj przyciski kontroli odtwarzacza
shrink=Dopasuj rozmiar miniatury w zależności od liczby linii
taskicon=Ikona na pasku zadań
progressbar=Używaj paska postępu do wyświetlania statusu odtwarzania
streaming=Ustaw 'Nieokreślony' stan paska postępu dla mediów strumieniowych
error=Ustaw stan 'Błąd' (czerwona ikona), po zatrzymaniu odtwarzania
overlays=Używaj ikonek na ikonce paska zadań do wyświetlania statusu odtwarzania
jumplist=Funkcja szybkiego dostępu
bugslink=Błędy i sugestie
bugstext=Zgłoś problemy i propozycje zmian
sitelink=Strona domowa
sitetext=Uaktualnienia, nowości, zrzuty ekranu oraz szczegółowy opis
noupdate=Nie sprawdzaj aktualizacji przy uruchamianiu Winampa
ok=OK
cancel=Anuluj
removetitle=Usuń tytuł okna Winampa
selectfont=Wybierz czcionkę
aa=Antyaliasing (wygładzanie krawędzi)
selectshadow=Kolor cienia
enable=Włącz miniaturę programu Aero Peek
plugdev=Rozwój wersji
thumboptions=Opcje
thumbtext=Tekst
background=Tło
translink=Tłumaczenia
transtext=Pomóż w tłumaczeniu wtyczki lub pobierz dostępne tłumaczenia
favorite=Ulubione
vumeter=Użyj paska postępu jako wskaźnik wysterowania sygnału (VU-metr)
iconic=Wyświetl obrazek jako ikonkę zamiast tła
author=Autor
volup=Głośność: +10%
voldown=Głośność: -10%
openfile=Otwórz plik
thumbpb=Wyświetl pasek postępu na miniaturze
wapref=Preferencje Winampa
startwa=Uruchom najpierw Winampa
jumplisterror=Błąd tworzenia listy szybkiego dostępu
revert=Używane, gdy zaznaczone tło nie jest dostępne
jlchoice=Wyświetl następujące kategorie na liście szybkiego dostępu:
jlrecent=Ostatnio odtwarzane
jlfrequent=Najczęściej odtwarzane
jltasks=Zadania
jlnote=Uwaga: Na listę dodane zostaną tylko te pliki, które zarejestrowane są w Winampie (nie musi być on programem domyślnym). Jeśli na liście szybkiego dostępu znajdują się już jakieś pliki, możesz je usunąć czyszcząc listę ostatnio używanych plików. Zakładki uaktualniane są przy uruchamianiu oraz przy zapisywaniu ustawień.
creditslink=Podziękowania
creditstext=Ludzie, którzy pomogli przy tworzeniu tej wtyczki
resumeplay=Wznów odtwarzanie
fromstart=Odtwórz od początku listy odtwarzania
bookmark=Zakładki
mute=Wycisz
playlists=Listy odtwarzania
stopafter=Zatrzymaj po bieżącym utworze
maxbuttons=(Maks. 7 przycisków)
applybutton=Zastosuj